Repository: OPUS4/application
Catalog: modules/admin/language/access.tmx
Source language: de
Languages: en

source: Nutzerrollen editieren -Zugriffskontrolle
en: Edit user roles - access control

source: Zugriff auf Dokument
en: Access to Document

source: Übersicht der Zugriffskontrolle für Rolle '%1$s'
en: Overview of access control for role '%1$s'

source: Sie bearbeiten gerade die Zugriffskontrolle für die Rolle '%1$s'. Bitte wählen Sie Module und Administrationsbereiche, für die Sie Zugriff gewähren möchten, und geben Sie an, welche Zustandsänderungen des Dokuments diese Rolle durchführen darf.
en: You are editing access control for role '%1$s'. Please select modules, resources and document transitions you would like to grant access to or enable.

source: Speichern
en: Save

source: Abbrechen
en: Cancel

source: Fertig
en: Done

source: Vorgang abgeschlossen
en: Operation complete

source: Vorgang abgebrochen
en: Operation canceled

source: Ihre Änderungen wurden gespeichert
en: Your changes have been successfully saved

source: Ihre Änderungen wurden verworfen
en: Your changes have been discarded

source: Bitte wählen Sie die Rollen, die Zugriff auf dieses Dokument erhalten sollen
en: Please select roles you would like to grant access to this document

source: Momentan ausgewählte Dokumenten-ID:
en: Currently selected document ID:

source: Verfügbare Rollen
en: Available roles

source: (Bereits erlaubt durch 'guest'-Rolle)
en: (Access already granted by 'guest' role)

source: Module - Rolle hat Zugriff auf:
en: Modules - Role has access to:

source: Bereiche der Administration - Rolle hat Zugriff auf:
en: Sections of administration - Role has access to:

source: Dokumentstatus - Rolle kann folgende Zustandsänderungen durchführen:
en: Document status - Role can execute the following status changes:

source: Änderungen betreffen die folgenden Nutzerkonten
en: Changes will affect the following accounts
